#+TITLE: Per Fabrica ad Astra: Through craft, to the stars
* Stats

| ID       | Name            |     Count | Per Chunk | Target | Notes        |
|----------+-----------------+-----------+-----------+--------+--------------|
| (222:0)  | Bauxite         |    241959 |      7.08 |      5 |              |
| (222:3)  | Brown Limonite  |     32799 |      0.96 |   0.75 |              |
| (222:4)  | Yellow Limonite |     33092 |      0.97 |   0.75 |              |
| (222:5)  | Vermiculite     |     37681 |      1.10 |      3 |              |
| (223:0)  | Laterite        |    649914 |     19.02 |     12 |              |
| (224:0)  | Banded Iron     |   1352015 |     39.56 |     30 |              |
| (224:2)  | Chromite        |    219487 |      6.42 |      7 |              |
| (224:4)  | Ilmenite        |     77559 |      2.27 |      2 | also in sand |
| (224:5)  | Magnetite       |     39950 |      1.17 |    1.5 |              |
| (224:6)  | Pollucite       |      2904 |      0.08 |   0.05 |              |
| (224:8)  | Tantalite       |     29156 |      0.85 |   0.75 |              |
| (224:9)  | Pitchblende     |     61179 |      1.79 |    1.5 |              |
| (224:10) | Ferrovanadium   |     39067 |      1.14 |    1.5 |              |
| (225:1)  | Bastnasite      |     47114 |      1.38 |    1.5 |              |
| (225:2)  | Copper          |    303014 |      8.87 |     10 | x1.2         |
| (225:3)  | Garnierite      |     25109 |      0.73 |    0.5 |              |
| (225:4)  | Lepidolite      |    101667 |      2.97 |    2.5 |              |
| (225:5)  | Magnesite       |    378544 |     11.08 |     10 |              |
| (225:6)  | Pentlandite     |    167417 |      4.90 |      2 | /2           |
| (225:7)  | Scheelite       |     85035 |      2.49 |      2 |              |
| (225:8)  | Sphalerite      |    320597 |      9.38 |     10 |              |
| (225:9)  | Wolframite      |     28987 |      0.85 |    0.5 |              |
| (225:11) | Dolomite        |    583061 |     17.06 |     15 |              |
| (225:12) | Kyanite         |    101900 |      2.98 |      2 |              |
| (226:1)  | Cinnabar        |           |      0.00 |        |              |
| (226:2)  | Galena          |    173403 |      5.07 |      5 |              |
| (226:3)  | Molybdenite     |     63044 |      1.84 |   1.75 | also chalco  |
| (226:4)  | Rock Salt       |     94655 |      2.77 |      2 |              |
| (226:5)  | Stibnite        |     36539 |      1.07 |    1.5 | bp Cu/Pb     |
| (226:10) | Gypsum          |    269614 |      7.89 |      6 |              |
| (226:12) | Mica            |     72837 |      2.13 |      2 |              |
| (227:0)  | Basaltic Sand   |     14377 |      0.42 |    0.5 |              |
| (227:1)  | Garnet Sand     |     43735 |      1.28 |    1.5 |              |
| (227:2)  | Granitic Sand   |    100208 |      2.93 |    2.5 |              |
| (227:3)  | Quartz Sand     |     27364 |      0.80 |    0.5 |              |
| (227:4)  | Volcanic Ash    |     57582 |      1.68 |    1.7 |              |
| (252:0)  | Limestone       | 106388530 |   3113.05 |    250 | /10          |
| (252:1)  | Schist          |   8824584 |    258.22 |    150 | too much?    |
| (252:2)  | Serpentinite    |   1115192 |     32.63 |        |              |
| (252:3)  | Slate           |   2555321 |     74.77 |        |              |
| (252:4)  | Skarn           |   1032380 |     30.21 |        |              |
| (253:0)  | Andesite        |   1074924 |     31.45 |        |              |
| (253:1)  | Basalt          |    467244 |     13.67 |        |              |
| (253:2)  | Gneiss          |   5143875 |    150.52 |        |              |
| (253:3)  | Granite         | 127206587 |   3722.21 |        |              |
| (253:4)  | Greenschist     |    163098 |      4.77 |        |              |
| (253:5)  | Marble          |   1100146 |     32.19 |        |              |
| (253:6)  | Pegmatite       |    884976 |     25.90 |        |              |
| (253:7)  | Rhyolite        |    294846 |      8.63 |        |              |
| (254:0)  | Diorite         |   5888766 |    172.31 |        |              |
| (254:1)  | Gabbro          |   8339424 |    244.02 |        |              |
| (254:2)  | Hornfels        |   3169962 |     92.76 |        |              |
| (254:3)  | Peridotite      |  13949406 |    408.18 |        | why so much? |
| (254:4)  | Quartzite       |   1065521 |     31.18 |        |              |
| (255:0)  | Breccia         |   6691198 |    195.79 |        |              |
| (255:1)  | Carbonatite     |     52653 |      1.54 |        |              |
| (255:2)  | Claystone       |   5754246 |    168.38 |        |              |
| (255:3)  | Conglomerate    |   5700032 |    166.79 |        |              |
| (255:4)  | Mudstone        |  76833533 |   2248.24 |        |              |
  #+TBLFM: $4=$3/34175; %.2f     


  222:0)   Future Block!                : 
(222:3)   Future Block!                 :  
(222:4)   Future Block!                 :  
(222:5)   Future Block!                 :  
(223:0)   Future Block!                 :  
(224:0)   Future Block!                 :  
(224:2)   Future Block!                 :  
(224:4)   Future Block!                 :  
(224:5)   Future Block!                 :  
(224:6)   Future Block!                 :  
(224:8)   Future Block!                 :  
(224:9)   Future Block!                 :  
(224:10)  Future Block!                 :  
(225:1)   Future Block!                 :  
(225:2)   Future Block!                 :  
(225:3)   Future Block!                 :  
(225:4)   Future Block!                 :  
(225:5)   Future Block!                 :  
(225:6)   Future Block!                 :  
(225:7)   Future Block!                 :  
(225:8)   Future Block!                 :  
(225:9)   Future Block!                 :  
(225:11)  Future Block!                 :  
(225:12)  Future Block!                 :  
(226:2)   Future Block!                 :  
(226:3)   Future Block!                 :  
(226:4)   Future Block!                 :  
(226:5)   Future Block!                 :  
(226:10)  Future Block!                 :  
(226:12)  Future Block!                 :  
(227:0)   Future Block!                 :  
(227:1)   Future Block!                 :  
(227:2)   Future Block!                 :  
(227:3)   Future Block!                 :  
(227:4)   Future Block!                 :  
(252:0)   Future Block!                 :  
(252:1)   Future Block!                 :  
(252:2)   Future Block!                 :  
(252:3)   Future Block!                 :  
(252:4)   Future Block!                 :  
(253:0)   Future Block!                 :  
(253:1)   Future Block!                 :  
(253:2)   Future Block!                 :  
(253:3)   Future Block!                 :  
(253:4)   Future Block!                 :  
(253:5)   Future Block!                 :  
(253:6)   Future Block!                 :  
(253:7)   Future Block!                 :  
(254:0)   Future Block!                 :  
(254:1)   Future Block!                 :  
(254:2)   Future Block!                 :  
(254:3)   Future Block!                 :  
(254:4)   Future Block!                 :  
(255:0)   Future Block!                 :  
(255:1)   Future Block!                 :  
(255:2)   Future Block!                 :  
(255:3)   Future Block!                 :  
(255:4)   Future Block!                 :  
